Repository: B4dName/SC2-Lobby-Notifier
Catalog: SC2 Lobby Notifier/Properties/Resources.*.resx
Languages: ru

source: ABANDONED
ru: ОТМЕНЕНО

# AddMapButtonContent
source: Add new map
ru: Добавить карту

# AddMapButtonToolTip
source: Add new arcade map to table
ru: Добавить новую аркадную карту в таблицу

# ConnectionIsLostMessage
source: Can't get data. Please check Internet connection.
ru: Невозможно получить данные. Пожалуйста, проверьте подключение к Интернету.

# ConnectionRestoredMessage
source: Connection fully restored.
ru: Соединение полностью восстановлено.

source: Disable search
ru: Отключить поиск

source: Enable search
ru: Включить поиск

source: Exit
ru: Выход

source: Host:
ru: Ведущий:

# InpuBoxToolTip
source: Name of map which you want to add
ru: Название карты для добавления

# LobbyAbandonedMessage
source: Lobby was abandoned at:
ru: Лобби было отменено в:

# LobbyStartedMessage
source: Lobby was started at:
ru: Лобби было начато в:

# MapAddedMessage
source: Map "newMap" successfully added to the table.
ru: Карта "newMap" успешно добавлена в таблицу.

# MapAlreadyExistMessage
source: Map "newMap" is already exists on the table.
ru: Карта "newMap" уже добавлена в таблицу.

# MapNotExistMessage
source: Map "newMap" doesn't exist in StarCraft 2.
ru: Карта "newMap" не существует в StarCraft 2.

# MapsNamesColumn
source: Name
ru: Название

# MapsNamesColumnToolTip
source: Name of StarCraft 2 map
ru: Название карты в StarCraft 2

# MapsNamesContextMenuDeleteSlectedMaps
source: Delete selected maps
ru: Удалить выбранные карты

# MapsNamesContextMenuOpenLinkEU
source: Open EU map on StarCraft II Arcade
ru: Открыть ссылку на европейскую карту на StarCraft II Arcade

# MapsNamesContextMenuOpenLinkUS
source: Open US map on StarCraft II Arcade
ru: Открыть ссылку на американскую карту на StarCraft II Arcade

# MapsNamesContextMenuSearchOnEU
source: Change EU search status
ru: Изменить статус поиска карты на европейском сервере

# MapsNamesContextMenuSearchOnUS
source: Change US search status
ru: Изменить статус поиска карты на американском сервере

source: OPENED
ru: ОТКРЫТО

source: Players in lobby
ru: Игроков в лобби

source: Remaining:
ru: Осталось:

# SearchDisabledMessage
source: Lobbies search disabled.
ru: Поиск открытых лобби выключен.

# SearchEnabledMessage
source: Lobbies search enabled.
ru: Поиск открытых лобби включен.

# SearchOnEUColumnToolTip
source: Map search status on European server
ru: Статус поиска карты на европейском сервере

# SearchOnUSColumnToolTip
source: Map search status on American server
ru: Статус поиска карты на американском сервере

source: Show main window
ru: Показать главное окно

# SiteDoesntWorkMessage
source: StarCraft II Arcade doesn't work. Please try again later.
ru: StarCraft II Arcade не работает. Пожалуйста, попробуйте позже.

# SiteDoesntWorkOnEUMessage
source: StarCraft II Arcade doesn't work on EU server. Search work only on US server.
ru: StarCraft II Arcade не работает на европейском сервере. Работает только американский сервер.

# SiteDoesntWorkOnUSMessage
source: StarCraft II Arcade doesn't work on US server. EU server work only.
ru: StarCraft II Arcade не работает на американском сервере. Работает только европейский сервер.

source: STARTED
ru: НАЧАТО

source: Title:
ru: Заголовок:

source: UNKNOWN
ru: НЕИЗВЕСТНО

# UnknownEnd1
source: Lobby was infected by zerg swarm at:
ru: Лобби было заражено зергами в:

# UnknownEnd2
source: Lobby has returned to the Void at:
ru: Лобби вернулось в пустоту в:

# UnknownEnd3
source: Lobby was blown to hell at:
ru: Лобби было подорвано к черту в:

# UserNotEnteredMapNameMessage
source: You must first enter name of the map.
ru: Сначала вы должны ввести название карты.
